Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PROBLEM_REPORTING_EXPLANATION
source: Help Apple improve its products and services by automatically sending daily diagnostic and usage data. Data may include location information. Analytics uses wireless data. %@
ar: ساعد Apple في تحسين منتجاتها وخدماتها من خلال الإرسال التلقائي لبيانات التشخيصات والاستخدام بصورة يومية. قد تتضمن تلك البيانات معلومات الموقع. وتجدر الإشارة إلى أن التحليلات تستخدم البيانات اللاسلكية. %@
bg: Като изпращате автоматично ежедневни диагностични данни и данни за използване, помагате на Apple да подобри продуктите и услугите си. Данните може да съдържат информация за местоположение. Анализът използва безжични данни. %@
ca: Ajuda Apple a millorar els seus productes i serveis enviant diàriament de forma automàtica dades de diagnòstic i ús. És possible que les dades incloguin informació de la teva ubicació. La funció d’anàlisi utilitza dades sense fil. %@
cs: Pomozte společnosti Apple ve vylepšování produktů a služeb tím, že budete denně automaticky odesílat diagnostická data a informace o využití. Data mohou obsahovat polohové údaje. Analýza využívá bezdrátová data. %@
da: Hjælp Apple med at forbedre sine produkter og tjenester ved at sende diagnostik og brugsdata dagligt. Dataene kan inkludere oplysninger om lokalitet. Analyse bruger trådløse data. %@
de: Unterstütze Apple dabei, Produkte und Dienste zu verbessern, indem du automatisch täglich Diagnose- und Nutzungsdaten sendest. Daten enthalten möglicherweise Ortsinformationen. Die Analyse verwendet drahtlose Daten. %@
el: Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της μέσω της αυτόματης ημερήσιας αποστολής δεδομένων διάγνωσης και χρήσης. Τα δεδομένα μπορεί να περιλαμβάνουν πληροφορίες τοποθεσίας. Η Ανάλυση χρησιμοποιεί δεδομένα ασύρματου δικτύου. %@
es: Ayuda a Apple a mejorar sus productos y servicios enviando automáticamente información diaria de diagnóstico y uso. La información puede incluir datos de ubicación. El análisis utiliza datos inalámbricos. %@
es_us: Ayuda a Apple a mejorar sus productos y servicios enviando automáticamente información diaria de diagnóstico y uso. La información puede incluir información de la ubicación. El análisis usa datos inalámbricos. %@
fi: Auta Applea parantamaan tuotteitaan ja palvelujaan lähettämällä vianmääritys- ja käyttötietoja päivittäin. Sijaintitiedot sisältyvät vianmääritystietoihin. Analyysi käyttää langatonta dataa. %@
fr: Aidez Apple à améliorer ses produits et services en envoyant automatiquement les données quotidiennes de diagnostic et d’utilisation. Ces données peuvent inclure des informations de localisation. Analyse utilise les données sans fil. %@
fr_ca: Aidez Apple à améliorer ses produits et services en envoyant automatiquement les données quotidiennes de diagnostic et d’utilisation. Ces données peuvent inclure des informations de localisation. « Analyse » utilise les données sans fil. %@
he: באפשרותך לעזור ל-Apple לשפר את המוצרים והשירותים שלה באמצעות שליחה אוטומטית של נתוני אבחון ושימוש מדי יום. הנתונים עשויים לכלול פרטי מיקום. המאפיין ״נתונים״ משתמש בתקשורת נתונים אלחוטית. ‏%@
hi: दैनिक डायग्नॉस्टिक एवं उपयोग डेटा को ऑटोमैटिकली भेजकर अपने उत्पादों और सेवाओं को बेहतर बनाने में Apple की सहायता करें। डेटा में स्थान की जानकारी शामिल हो सकती है। ऐनालिटिक्स वायरलेस डेटा का उपयोग करती है। %@
hr: Možete pomoći tvrtki Apple u poboljšanju proizvoda i usluga tako da podesite automatsko dnevno slanje podataka o dijagnostici i uporabi. Podaci mogu sadržavati lokacijske informacije. Analiza koristi bežične podatke. %@
hu: Segítsen az Apple-nek termékei és szolgáltatásai javításában a napi diagnosztikai és használati adatok automatikus elküldésével. Az adatok tartalmazhatják a helyzetinformációkat is. Az elemzés vezeték nélküli adatkapcsolatot használ. %@
id: Bantu Apple meningkatkan produk dan layanannya dengan mengirim data diagnostik dan penggunaan harian secara otomatis. Data dapat mencakup informasi lokasi. Analisis menggunakan data nirkabel. %@
it: Aiuta Apple a migliorare i propri prodotti e i servizi inviando automaticamente ogni giorno i dati di diagnosi e uso (tali dati possono includere informazioni relative alla posizione). L’analisi utilizza i dati wireless. %@
ja: 診断データと使用状況データを毎日自動的に送信することでAppleの製品とサービスの品質向上にご協力いただけます。データには位置情報が含まれる場合があります。解析はワイヤレスデータを使用します。%@
kk: Apple компаниясына күнделікті диагностика мен қолданыс деректерін автоматты түрде жібере отырып, өнімдері мен сервистерін жетілдіруге көмектесіңіз. Деректер геолокация туралы ақпаратты қамтуы мүмкін. Аналитика сымсыз деректерді пайдаланады. %@
ko: 자동으로 일일 진단 및 사용 내용 데이터를 보내서 Apple의 제품 및 서비스 개선에 도움을 줄 수 있습니다. 데이터에 위치 정보가 포함될 수도 있습니다. 분석은 무선 데이터를 사용합니다. %@
lt: Padėkite bendrovei „Apple“ pagerinti produktus ir paslaugas, automatiškai siųsdami kasdienius diagnostikos ir naudojimo duomenis. Duomenys gali apimti vietos informaciją. Programa „Analizė“ naudoja belaidžio ryšio duomenis. %@
ms: Bantu Apple meningkatkan produk dan perkhidmatannya dengan menghantar data diagnostik dan penggunaan harian secara automatik. Data mungkin termasuk maklumat lokasi. Analitis menggunakan data wayarles. %@
nl: Help Apple bij het verbeteren van zijn producten en diensten door dagelijks automatisch gegevens over diagnose en gebruik naar Apple te sturen. Gegevens kunnen locatiegegevens bevatten. Analyse gebruikt draadloze gegevens. %@
no: Hjelp Apple med å forbedre produkter og tjenester ved å automatisk sende daglige diagnostikk- og bruksdata. Dataene kan inneholde stedsinformasjon. Analyse bruker trådløsdata. %@
pl: Pomóż Apple ulepszać produkty i usługi, automatycznie wysyłając codziennie dane diagnostyczne i użytkowe. Dane te mogą zawierać informacje o położeniu. Funkcja Analizy przesyła dane bezprzewodowo. %@
pt_br: Ajude a Apple a melhorar seus produtos e serviços enviando diariamente dados de diagnóstico e uso de forma automática. Os dados podem incluir as informações de localização. A análise usa dados sem fio. %@
pt_pt: Ajude a Apple a melhorar os produtos e serviços, enviando todos os dias automaticamente dados de utilização e diagnóstico. É possível que os dados incluam informação de localização. A análise usa dados sem fios. %@
ro: Ajutați la îmbunătățirea produselor și serviciilor Apple trimițând automat date zilnice de diagnoză și utilizare. Datele pot include informații despre localizare. Analiza utilizează date wireless. %@
ru: Ежедневная автоматическая отправка данных диагностики и использования поможет Apple совершенствовать продукты и сервисы. Данные могут содержать информацию о геопозициях. Для аналитики используются сотовые данные. %@
sk: Pomôžte spoločnosti Apple vylepšovať produkty a služby automatickým denným odosielaním dát týkajúcich sa diagnostiky a používania. Dáta môžu zahŕňať informácie o polohe. Analytika využíva bezdrôtové dáta. %@
sl: S samodejnim pošiljanjem dnevnih diagnostičnih podatkov in podatkov o uporabi družbi Apple pomagajte izboljšati izdelke in storitve. Podatki lahko vključujejo podatke o lokaciji. Analitika uporablja brezžične podatke. %@
sv: Hjälp Apple att förbättra sina produkter och tjänster genom att automatiskt skicka diagnos- och användningsdata dagligen. Dessa data kan innehålla platsinformation. Analys använder trådlösa data. %@
th: ช่วย Apple ปรับปรุงผลิตภัณฑ์และการบริการให้ดีขึ้น ด้วยการส่งข้อมูลวินิจฉัยและการใช้งานโดยอัตโนมัติ ข้อมูลอาจประกอบด้วยข้อมูลตำแหน่งที่ตั้ง การวิเคราะห์จะใช้ข้อมูลไร้สาย %@
tr: Günlük tanı ve kullanım verilerini otomatik olarak göndererek Apple’ın ürünlerini ve servislerini iyileştirmesine yardım edin. Veriler konum bilgilerini içerebilir. Analizler kablosuz veri kullanır. %@
uk: Допомагайте Apple покращувати її продукти та послуги, увімкнувши автоматичне щоденне надсилання даних діагностики і використання. Дані можуть включати відомості про місце. Аналітика використовує бездротові дані. %@
vi: Giúp Apple cải thiện các sản phẩm và dịch vụ bằng cách tự động gửi dữ liệu chẩn đoán và sử dụng hàng ngày. Dữ liệu có thể bao gồm thông tin vị trí. Phân tích sử dụng dữ liệu không dây. %@
zh_cn: 通过自动发送每日诊断和使用数据来帮助Apple改进产品和服务。数据可能包括位置信息。“分析”使用无线数据。%@
zh_hk: 自動傳送每日診斷與使用狀況資料以協助Apple改進產品及服務。資料可能包括定位資料。分析會使用無線數據。%@
zh_tw: 自動傳送每日診斷與使用狀況資料來協助Apple改進產品和服務。這些資料可能包含位置資訊。「分析」會使用無線數據。%@
